[M_MyDeadBrother MissionDefinition]
MissionDescription="A fast-talking wizard named Simon just cursed you. Thanks to Simon, you now have the ability to revive the dead (a benefit he gladly mentioned to you), and will die in a week if the curse isn't removed (which he didn't mention). Simon has agreed to remove the curse if you can find and revive Simon's dead brother, Edgar."
MissionSummary="Help Simon the Wizard track down his brother's corpse."

[M_MyDeadBrother:ObjSet_ChooseSide MissionObjectiveSetBranchingDefinition]
MissionDescriptionOverride="A fast-talking wizard named Simon just cursed you. Thanks to Simon, you now have the ability to revive the dead (a benefit he gladly mentioned to you), and will die in a week if the curse isn't removed (which he didn't mention). Simon has agreed to remove the curse if you can find and revive Simon's dead brother, Edgar. You revived Edgar, who asked you to kill his brother instead of him. Simon, of course, has asked that you kill Edgar. The choice, as always, is yours."
